[{"title":"1% Milk","allowed":false,"content":"No.-1% Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"2% Milk","allowed":false,"content":"No.-2% Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pepperoni","allowed":false,"content":"No.-Pepperoni is not allowed on the slow carb diet, except on your Cheat day."},{"title":"A1 Steak Sauce","allowed":false,"content":"No.-A1 Steak Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Acai Berries","allowed":false,"content":"No. – Acai Berries are not allowed on the slow carb diet."},{"title":"Acorn Squash","allowed":false,"content":"No.-Acorn Squash is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Agave Nectar","allowed":false,"content":"No. – Agave Nectar is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Agave Syrup","allowed":false,"content":"No. – Agave Syrup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Alcohol","allowed":false,"content":"No. – Alcohol is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Alfredo Sauce","allowed":false,"content":"No.-Alfredo Sauce is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Allspice","allowed":true,"content":"Yes. – Allspice is allowed, as a seasoning, on the slow carb diet."},{"title":"Almond Butter","allowed":true,"content":"Yes. – Almond Butter is allowed, in restricted amounts, on the slow carb diet."},{"title":"Almond Flour","allowed":false,"content":"No.-Almond Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Almond Milk","allowed":true,"content":"Yes. – Almond Milk (unsweetend only) is allowed, in restricted amounts, on the slow carb diet."},{"title":"Almond Slivers","allowed":true,"content":"Yes. – Almond Slivers are allowed, in restricted amounts, on the slow carb diet."},{"title":"Almonds","allowed":true,"content":"Yes. – Almonds (raw) are allowed, in restricted amounts, on the slow carb diet."},{"title":"Altoids","allowed":false,"content":"No.-Altoids are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Amaranth","allowed":false,"content":"No.-Amaranth is not allowed on the slow carb diet, except on your Cheat day."},{"title":"American Cheese","allowed":false,"content":"No.-American Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Anchovies","allowed":true,"content":"Yes. -Anchovies are allowed, in any amount, on the slow carb diet."},{"title":"Andouille Sausage","allowed":true,"content":"Yes. -Andouille Sausage (all natural casing and no fillers) is allowed, in any amount, on the slow carb diet."},{"title":"Animal Crackers","allowed":false,"content":"No.-Animal Crackers are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Anise Seed","allowed":true,"content":"Yes. – Anise Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Apple Cider Vinegar","allowed":true,"content":"Yes. -Apple Cider Vinegar is allowed, in any amount, on the slow carb diet."},{"title":"Apple Cider","allowed":false,"content":"No.-Apple Cider is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Apple Juice","allowed":false,"content":"No. – Apple Juice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Apple Pie","allowed":false,"content":"No.-Apple Pie is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Apples","allowed":false,"content":"No. – Apples are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Arizona Green Tea","allowed":false,"content":"No.-Arizona Green Tea is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Arrowroot","allowed":true,"content":"Yes. -Arrowroot is allowed, in any amount, on the slow carb diet."},{"title":"Artichokes","allowed":false,"content":"No.-Artichokes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Artificial Sweetener","allowed":false,"content":"No.-  Artificial Sweetener is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Artificial Sweeteners","allowed":false,"content":"No.-Artificial Sweeteners are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Arugula","allowed":true,"content":"Yes. -Arugula is allowed, in any amount, on the slow carb diet."},{"title":"Asparagus","allowed":true,"content":"Yes.-Asparagus are allowed, in any amount, on the slow carb diet."},{"title":"Aspartame","allowed":true,"content":"Yes. – Aspartame is allowed, in restricted quantities, on the slow carb diet."},{"title":"Avocados","allowed":true,"content":"Yes. – Avocados are allowed, in restricted amounts, on the slow carb diet."},{"title":"Azuki Beans","allowed":true,"content":"Yes. -Azuki Beans are allowed, in any amount, on the slow carb diet."},{"title":"Baby Carrots","allowed":true,"content":"Yes. – Baby Carrots are allowed, in restricted amounts, on the slow carb diet."},{"title":"Bacon","allowed":true,"content":"Yes. – Bacon is allowed, in restricted amounts, on the slow carb diet."},{"title":"Bagels","allowed":false,"content":"No.-Bagels are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Baked Beans","allowed":false,"content":"No.-Baked Beans is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Baked Beans","allowed":false,"content":"No.-Baked Beans is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Balsamic Vinaigrette Dressing","allowed":true,"content":"Yes. -Balsamic Vinaigrette Dressing is allowed, in any amount, on the slow carb diet."},{"title":"Balsamic Vinegar","allowed":true,"content":"Yes. -Balsamic Vinegar is allowed, in any amount, on the slow carb diet."},{"title":"Banana Peppers","allowed":false,"content":"No.-Banana Peppers are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bananas","allowed":false,"content":"No. – Bananas are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Barbecue Beans","allowed":false,"content":"No.-Barbecue Beans are not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Barbecue Sauce","allowed":false,"content":"No.-Barbecue Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Barley","allowed":false,"content":"No. – Barley is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Basil","allowed":true,"content":"Yes. – Basil is allowed, as a seasoning, on the slow carb diet."},{"title":"BBQ Sauce","allowed":false,"content":"No.-BBQ Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bean Flour","allowed":false,"content":"No.-Bean Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bean Flour","allowed":false,"content":"No.-Bean Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Beef Heart","allowed":true,"content":"Yes. -Beef Heart is allowed, in any amount, on the slow carb diet."},{"title":"Beef Hot Dogs","allowed":false,"content":"No.-Beef Hot Dogs are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Beef Jerky","allowed":false,"content":"No.-Beef Jerky is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Beef Ribs","allowed":true,"content":"Yes. Beef Ribs (preferably grass-fed beef) are allowed, in any amount, on the slow carb diet."},{"title":"Beef Tenderloin","allowed":true,"content":"Yes. -Beef Tenderloin is allowed, in any amount, on the slow carb diet."},{"title":"Beef","allowed":true,"content":"Yes. – Beef (preferably grass-fed)  is allowed, in any amount, on the slow carb diet."},{"title":"Beer","allowed":false,"content":"No. –  Beer is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Beetroot","allowed":false,"content":"No.-Beetroot is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Beets","allowed":false,"content":"No.-Beets are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bell Peppers","allowed":true,"content":"Yes. – Bell Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Bison","allowed":true,"content":"Yes. -Bison (Ground or Steaks) is allowed, in any amount, on the slow carb diet."},{"title":"Bitter Melon","allowed":false,"content":"No.-Bitter Melon is not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Black Bean Burgers","allowed":true,"content":"Yes. -Black Bean Burgers (containing no soy or fillers) are allowed, in any amount, on the slow carb diet."},{"title":"Black Beans","allowed":true,"content":"Yes.-Black Beans are allowed, in any amount, on the slow carb diet."},{"title":"Black Coffee","allowed":true,"content":"Yes. -Black Coffee is allowed, in any amount, on the slow carb diet."},{"title":"Black-eyed Peas","allowed":true,"content":"Yes. – Black-eyed Peas are allowed, in any amount, on the slow carb diet."},{"title":"Black Olives","allowed":false,"content":"No.-Black Olives are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Black Tea","allowed":true,"content":"Yes. –  Black Tea (no milk, unsweetened) is allowed, in any amount, on the slow carb diet."},{"title":"Blackberries","allowed":false,"content":"No. -Blackberries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Blackberry","allowed":false,"content":"No. -Blackberry is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bloody Mary Mix","allowed":false,"content":"No.-Bloody Mary Mix is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Blue Cheese Dressing","allowed":false,"content":"No. – Blue Cheese Dressing is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Blue Corn","allowed":false,"content":"No.-Blue Corn is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Blueberries","allowed":false,"content":"No.-Blueberries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bok Choy","allowed":true,"content":"Yes. -Bok Choy is allowed, in any amount, on the slow carb diet."},{"title":"Bologna","allowed":false,"content":"No.-Bologna is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bourbon","allowed":false,"content":"No.-Bourbon is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bran Flakes","allowed":false,"content":"No.-Bran Flakes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bran","allowed":false,"content":"No.-Bran is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bratwurst","allowed":true,"content":"Yes. -Bratwurst (without fillers) is allowed, in any amount, on the slow carb diet."},{"title":"Brazil Nuts","allowed":true,"content":"Yes. – Brazil Nuts are allowed, in restricted amounts, on the slow carb diet."},{"title":"Bread","allowed":false,"content":"No. – Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Breadsticks","allowed":false,"content":"No. – Breadsticks are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Breath Mints","allowed":false,"content":"No.-Breath Mints are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Brie Cheese","allowed":false,"content":"No.-Brie Cheese  is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Broccoli Rabe","allowed":true,"content":"Yes. – Broccoli Rabe is allowed, in any amount, on the slow carb diet."},{"title":"Broccoli","allowed":true,"content":"Yes. – Broccoli is allowed, in any amount, on the slow carb diet."},{"title":"Broth","allowed":true,"content":"Yes. -Broth (also Stock, Chicken, Beef & Vegetable) is allowed, in any amount, on the slow carb diet."},{"title":"Brown Rice Pasta","allowed":false,"content":"No.-Brown Rice Pasta is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Brown Rice Protein Powder","allowed":true,"content":"Yes. – Brown Rice Protein Powder is allowed, in any amount, on the slow carb diet."},{"title":"Brown Rice","allowed":false,"content":"No. – Brown Rice is not allowed on the slow carb diet, except on your  Cheat day."},{"title":"Brown Sugar","allowed":false,"content":"No.-Brown Sugar is not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Brussels Sprouts","allowed":true,"content":"Yes. – Brussels Sprouts are allowed, in any amount, on the slow carb diet."},{"title":"Buckwheat","allowed":false,"content":"No.-Buckwheat is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Buffalo Wings","allowed":false,"content":"No. – Buffalo Wings are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Bulgur","allowed":false,"content":"No.-Bulgur is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Burritos","allowed":false,"content":"No.-Burritos are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Butter Beans","allowed":true,"content":"Yes. -Butter Beans are allowed, in any amount, on the slow carb diet."},{"title":"Butter","allowed":true,"content":"Yes.-Butter is allowed, in any amount, on the slow carb diet."},{"title":"Buttermilk","allowed":false,"content":"No.-Buttermilk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Butternut Squash","allowed":false,"content":"No. – Butternut Squash is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cabbage","allowed":true,"content":"Yes. – Cabbage is allowed, in any amount, on the slow carb diet."},{"title":"Cactus","allowed":false,"content":"No.-Cactus is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Caesar Salad","allowed":false,"content":"No.-Caesar Salad is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Caffeine","allowed":false,"content":"No.-Caffeine is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cajun Spice","allowed":true,"content":"Yes. -Cajun Spice is allowed, in any amount, on the slow carb diet."},{"title":"Cake","allowed":false,"content":"No. – Cake is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Calamari","allowed":true,"content":"Yes. -Calamari is allowed, in any amount, on the slow carb diet."},{"title":"Calcium","allowed":true,"content":"Yes. – Calcium is allowed, and is a recommended supplement, on the slow carb diet."},{"title":"Canadian Bacon","allowed":true,"content":"Yes. -Canadian Bacon is allowed, in any amount, on the slow carb diet."},{"title":"Candy Bars","allowed":false,"content":"No.-Candy Bars are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Candy","allowed":false,"content":"No. – Candy is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Canned Beans","allowed":true,"content":"Yes. -Canned Beans are allowed, in any amount, on the slow carb diet."},{"title":"Canned Tuna","allowed":true,"content":"Yes. -Canned Tuna is allowed, in any amount, on the slow carb diet."},{"title":"Cannellini Beans","allowed":true,"content":"Yes. -Cannellini Beans (a.k.a. White Kidney Beans) are allowed, in any amount, on the slow carb diet."},{"title":"Cannoli","allowed":false,"content":"No.-Cannoli is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Canola Oil","allowed":false,"content":"No.-Canola Oil is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cantaloupe","allowed":false,"content":"No.-Cantaloupe is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Capers","allowed":false,"content":"No.-Capers are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cappuccino","allowed":false,"content":"No.-Cappuccino is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Caraway Seed","allowed":true,"content":"Yes. – Caraway Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Carbonated Water","allowed":true,"content":"Yes. -Carbonated Water is allowed, in any amount, on the slow carb diet."},{"title":"Cardamom","allowed":true,"content":"Yes. – Cardamom is allowed, as a seasoning, on the slow carb diet."},{"title":"Carne Asada","allowed":true,"content":"Yes. -Carne Asada (a.k.a. Flank Steak) is allowed, in any amount, on the slow carb diet."},{"title":"Carob Chips","allowed":false,"content":"No.-Carob Chips are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Carrots","allowed":true,"content":"Yes. – Carrots are allowed, in restricted amounts, on the slow carb diet."},{"title":"Casein Protein Powder","allowed":true,"content":"Yes. Casein Protein Powder is allowed, in any amount, on the slow carb diet."},{"title":"Cashew Nuts","allowed":true,"content":"Yes. – Cashew Nuts are allowed, in restricted amounts, on the slow carb diet."},{"title":"Cashews","allowed":true,"content":"Yes. – Cashews are allowed, in restricted amounts, on the slow carb diet."},{"title":"Cassava","allowed":false,"content":"No.-Cassava is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cassava","allowed":false,"content":"No.-Cassava is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Catsup","allowed":false,"content":"No.-Catsup is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Cauliflower","allowed":true,"content":"Yes. – Cauliflower is allowed, in any amount, on the slow carb diet."},{"title":"Caviar","allowed":true,"content":"Yes. -Caviar is allowed, in any amount, on the slow carb diet."},{"title":"Caesar Dressing","allowed":false,"content":"No. – Caesar Dressing is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Celery Root","allowed":false,"content":"No.-Celery Root is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Celery Seed","allowed":true,"content":"Yes. – Celery Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Celery","allowed":true,"content":"Yes. – Celery is allowed, in any amount, on the slow carb diet."},{"title":"Cellophane Noodles","allowed":false,"content":"No.-Cellophane Noodles are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cereal","allowed":false,"content":"No. – Cereal is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ceviche","allowed":false,"content":"No.-Ceviche is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chai Tea","allowed":false,"content":"No.-Chai Tea is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Chamomile Tea","allowed":true,"content":"Yes. -Chamomile Tea is allowed, in any amount, on the slow carb diet."},{"title":"Champagne","allowed":false,"content":"No. – Champagne is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chard","allowed":true,"content":"Yes. – Chard is allowed, in any amount, on the slow carb diet."},{"title":"Cheddar Cheese","allowed":false,"content":"No.-Cheddar Cheese  is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cheese","allowed":false,"content":"No. – Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cheeseburger","allowed":false,"content":"No.-Cheeseburger is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Cherries","allowed":false,"content":"No. – Cherries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cherry Tomatoes","allowed":true,"content":"Yes. -Cherry Tomatoes are allowed, in any amount, on the slow carb diet."},{"title":"Chestnuts","allowed":false,"content":"No. – Chestnuts are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chewing Gum","allowed":true,"content":"Yes. – Chewing Gum (sugar-free) is allowed, in any amount, on the slow carb diet."},{"title":"Chia Seeds","allowed":true,"content":"Yes. -Chia Seeds are allowed, in any amount, on the slow carb diet."},{"title":"Chicken Breast","allowed":true,"content":"Yes. Chicken Breast is allowed, in any amount, on the slow carb diet."},{"title":"Chicken Legs","allowed":false,"content":"No.-Chicken Legs are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chicken Legs","allowed":false,"content":"No. Chicken Legs are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chicken Nuggets","allowed":false,"content":"No.-Chicken Nuggets are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chicken Salad","allowed":true,"content":"Yes. -Chicken Salad is allowed, containing up to 1 tablespoon of pure mayonnaise/day, on the slow carb diet."},{"title":"Chicken Tikka","allowed":true,"content":"Yes. -Chicken Tikka is allowed, in any amount, on the slow carb diet."},{"title":"Chicken Wings","allowed":false,"content":"No. – Chicken Wings are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chicken","allowed":true,"content":"Yes. – Chicken (breast and thighs) is allowed, in any amount, on the slow carb diet."},{"title":"Chickpea Flour","allowed":false,"content":"No.-Chickpea Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chickpeas","allowed":true,"content":"Yes. – Chickpeas are allowed, in restricted amounts, on the slow carb diet."},{"title":"Chile Verde","allowed":true,"content":"Yes. – Chile Verde is e allowed, in any amount, on the slow carb diet."},{"title":"Chili beans","allowed":true,"content":"Yes. -Chili beans (a.k.a. Kidney Beans) are allowed, in any amount, on the slow carb diet."},{"title":"Chili Con Carne","allowed":true,"content":"Yes. – Chili Con Carne is allowed, in any amount, on the slow carb diet."},{"title":"Chili Peppers","allowed":true,"content":"Yes. – Chili Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Chili Powder","allowed":true,"content":"Yes. – Chili Powder is allowed, as a seasoning, on the slow carb diet."},{"title":"Chili","allowed":true,"content":"Yes. – Chili is allowed, in any amount, on the slow carb diet."},{"title":"Chinese Water Chestnuts","allowed":false,"content":"No.-Chinese Water Chestnuts are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chipotle","allowed":true,"content":"Yes. -Chipotle (a.k.a. Smoked Chili Pepper) is allowed, in any amount, on the slow carb diet."},{"title":"Chips","allowed":false,"content":"No. – Chips are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chocolate Cake","allowed":false,"content":"No.-Chocolate Cake is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chocolate Chips","allowed":false,"content":"No.-Chocolate Chips are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chocolate Milk","allowed":false,"content":"No.-Chocolate Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chocolate","allowed":false,"content":"No. – Chocolate is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chocolates","allowed":false,"content":"No.-Chocolates are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Chuck Roast","allowed":true,"content":"Yes. -Chuck Roast (Beef Chuck) is allowed, in any amount, on the slow carb diet."},{"title":"Cilantro","allowed":true,"content":"Yes. -Cilantro is allowed, in any amount, on the slow carb diet."},{"title":"Cinnamon Rolls","allowed":false,"content":"No.-Cinnamon Rolls are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cinnamon","allowed":true,"content":"Yes. – Cinnamon is allowed, in restricted amounts, on the slow carb diet."},{"title":"Citrus Fruits","allowed":false,"content":"No. – Citrus Fruits are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Clams","allowed":true,"content":"Yes. -Clams are allowed, in any amount, on the slow carb diet."},{"title":"Cloves","allowed":true,"content":"Yes. – Cloves is allowed, as a seasoning, on the slow carb diet."},{"title":"Club Soda","allowed":true,"content":"Yes. –  Club Soda is allowed, in any amount, on the slow carb diet."},{"title":"Cocktail Sauce","allowed":false,"content":"No.-Cocktail Sauce (a.k.a. Horseradish w/Ketchup) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cocoa Powder","allowed":false,"content":"No.-Cocoa Powder is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cocoa","allowed":false,"content":"No. Cocoa is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coconut Flour","allowed":false,"content":"No.-Coconut Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coconut Oil","allowed":true,"content":"Yes. -Coconut Oil is allowed, in any amount, on the slow carb diet."},{"title":"Coconut Water","allowed":false,"content":"No.-Coconut Water is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coconut Milk","allowed":false,"content":"No. – Coconut Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coconut","allowed":false,"content":"No. – Coconut is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coffee Mate","allowed":false,"content":"No.-Coffee Mate is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coffee","allowed":true,"content":"Yes.-Coffee is allowed, with up to 2 Tablespoon cream, on the slow carb diet."},{"title":"Coke Zero","allowed":false,"content":"No.-Coke Zero is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coke","allowed":false,"content":"No. – Coke is not allowed on the slow carb diet, except on Cheat day."},{"title":"Cold Cuts","allowed":false,"content":"No.-Cold Cuts are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coleslaw","allowed":true,"content":"Yes. -Coleslaw is allowed, in any amount, on the slow carb diet."},{"title":"Collard Greens","allowed":true,"content":"Yes. – Collard Greens are allowed, in any amount, on the slow carb diet."},{"title":"Collards","allowed":true,"content":"Yes. – Collards are allowed, in any amount, on the slow carb diet."},{"title":"Cookies","allowed":false,"content":"No. – Cookies are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cooking Spray","allowed":true,"content":"Yes. -Cooking Spray is allowed, in any amount, on the slow carb diet."},{"title":"Cool Whip","allowed":false,"content":"No.-Cool Whip is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Coriander Seed","allowed":true,"content":"Yes. -Coriander Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Corn Chips","allowed":false,"content":"No.-Corn Chips are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Corn Chowder","allowed":false,"content":"No.-Corn Chowder is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Corn Dog","allowed":false,"content":"No.-Corn Dog is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Corn Flakes","allowed":false,"content":"No.-Corn Flakes are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Corn Nuts","allowed":false,"content":"No.-Corn Nuts are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Corn On The Cobb","allowed":false,"content":"No.-Corn On The Cobb is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Corn Soup","allowed":false,"content":"No.-Corn Soup is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Corn Syrup","allowed":false,"content":"No.-  Corn Syrup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Corn Tortillas","allowed":false,"content":"No.-Corn Tortillas are not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Corn","allowed":false,"content":"No.- Corn is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cornbread","allowed":false,"content":"No.- Cornbread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Corned Beef","allowed":true,"content":"Yes. -Corned Beef is allowed, in any amount, on the slow carb diet."},{"title":"Cornstarch","allowed":false,"content":"No.-Cornstarch is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cottage Cheese","allowed":true,"content":"Yes. – Cottage Cheese is allowed, in restricted amounts, on the slow carb diet."},{"title":"Cous Cous","allowed":false,"content":"No.-Cous Cous is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Crab Cakes","allowed":false,"content":"No.-Crab Cakes are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Crab Legs","allowed":true,"content":"Yes. -Crab Legs are allowed, in any amount, on the slow carb diet."},{"title":"Crab","allowed":true,"content":"Yes. -Crab is allowed, in any amount, on the slow carb diet."},{"title":"Crackers","allowed":false,"content":"No. Crackers are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cranberries","allowed":false,"content":"No. – Cranberries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cranberry Juice","allowed":false,"content":"No. – Cranberry Juice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Crawfish","allowed":true,"content":"Yes. -Crawfish (a.k.a. Crayfish) is allowed, in any amount, on the slow carb diet."},{"title":"Cream Cheese","allowed":false,"content":"No.-Cream Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cream of Tartar","allowed":true,"content":"Yes. -Cream of Tartar is allowed, as a seasoning, on the slow carb diet."},{"title":"Cream","allowed":true,"content":"Yes. – Cream is allowed, in restricted amounts, on the slow carb diet."},{"title":"Creamed Spinach","allowed":false,"content":"No.-Creamed Spinach is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Creamer Powder","allowed":false,"content":"No.-Creamer Powder is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Creatine","allowed":true,"content":"Yes. -Creatine is allowed, in any amount, on the slow carb diet."},{"title":"Crown Royal","allowed":false,"content":"No.-Crown Royal is not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Crystal Light","allowed":false,"content":"No.-Crystal Light is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cubed Steak","allowed":true,"content":"Yes. -Cubed Steak is allowed, in any amount, on the slow carb diet."},{"title":"Cucumbers","allowed":false,"content":"No. – Cucumbers are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Cumin","allowed":true,"content":"Yes. -Cumin is allowed, as a seasoning, on the slow carb diet."},{"title":"Cupcakes","allowed":false,"content":"No. – Cupcakes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Curry Spice","allowed":true,"content":"Yes. – Curry Spice (Green, Yellow, or Red) is allowed, as a seasoning, on the slow carb diet."},{"title":"Custard","allowed":false,"content":"No.-Custard is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Daal","allowed":true,"content":"Yes. -Daal  ( an Indian Lentil Soup) is allowed, in any amount, on the slow carb diet."},{"title":"Dark Chocolate","allowed":false,"content":"No.-Dark Chocolate (of any % cocoa) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Dark Chocolate","allowed":false,"content":"No.-Dark Chocolate (containing any percentage of cocoa) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Dark Chocolate","allowed":false,"content":"No.-Dark Chocolate is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Dates","allowed":false,"content":"No.-Dates are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Deep-fried Foods","allowed":false,"content":"No.-  Deep-fried Foods are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Deli Meat","allowed":false,"content":"No.-Deli Meat (processed lunchmeats containing nitrates) is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Deli Meat","allowed":false,"content":"No.-Deli Meat is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Deviled Eggs","allowed":true,"content":"Yes. -Deviled Eggs are allowed, in any amount, on the slow carb diet."},{"title":"Dextrose","allowed":false,"content":"No.-Dextrose is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Diet Coke","allowed":true,"content":"Yes. Diet Coke is allowed, in restricted amounts, on the slow carb diet."},{"title":"Diet Dr. Pepper","allowed":true,"content":"Yes. -Diet Dr. Pepper  is allowed, in restricted amounts, on the slow carb diet."},{"title":"Diet Fresca","allowed":true,"content":"Yes. -Diet Fresca is allowed, in restricted amounts, on the slow carb diet."},{"title":"Diet Lemonade","allowed":true,"content":"Yes.-Diet Lemonade is allowed, in restricted amounts, on the slow carb diet."},{"title":"Diet Lipton Green Tea","allowed":true,"content":"Yes. -Diet Lipton Green Tea is allowed, in restricted amounts, on the slow carb diet."},{"title":"Diet Pepsi","allowed":true,"content":"Yes. Diet Pepsi is allowed, in restricted amounts, on the slow carb diet."},{"title":"Diet Seven Up","allowed":true,"content":"Yes.-Diet Seven Up is allowed, in restricted amounts, on the slow carb diet."},{"title":"Diet Snapple","allowed":true,"content":"Yes. -Diet Snapple is allowed, in restricted amounts, on the slow carb diet."},{"title":"Dijon Mustard","allowed":true,"content":"Yes. -Dijon Mustard is allowed, in any amount, on the slow carb diet."},{"title":"Dill Pickles","allowed":true,"content":"Yes. -Dill Pickles are allowed, in any amount, on the slow carb diet."},{"title":"Dill Seed","allowed":true,"content":"Yes. -Dill Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Dog","allowed":false,"content":"No. – Dog is not allowed on the slow carb diet. – Leave Fido alone. 🙂"},{"title":"Doritos","allowed":false,"content":"No.-Doritos are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Doughnuts","allowed":false,"content":"No.-Doughnuts (a.k.a. Donuts) are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Dried Bananas","allowed":false,"content":"No.-Dried Bananas are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Dried Cranberries","allowed":false,"content":"No.-Dried Cranberries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Duck","allowed":true,"content":"Yes. -Duck is allowed, in any amount, on the slow carb diet."},{"title":"Edamame","allowed":true,"content":"Yes. – Edamame (soy beans in unrefined form) are allowed, in any amount, on the slow carb diet."},{"title":"Egg Noodles","allowed":false,"content":"No.-Egg Noodles are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Egg Protein","allowed":true,"content":"Yes. – Egg Protein is allowed, in any amount, on the slow carb diet."},{"title":"Egg Rolls","allowed":false,"content":"No.-Egg Rolls are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Egg Salad","allowed":true,"content":"Yes. -Egg Salad  is allowed, with no more than 1 Tablespoon of Mayonnaise/day, on the slow carb diet."},{"title":"Egg White Protein Powder","allowed":true,"content":"Yes. – Egg White Protein Powder is allowed, in any amount, on the slow carb diet."},{"title":"Egg Whites","allowed":true,"content":"Yes. Egg Whites are allowed, in any quantity, on the slow carb diet."},{"title":"Eggplant Parmesan","allowed":false,"content":"No.-Eggplant Parmesan is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Eggplant","allowed":true,"content":"Yes. – Eggplant is  allowed, in any amount, on the slow carb diet."},{"title":"Eggs","allowed":true,"content":"Yes.-Eggs (organic recommended) are allowed, in any amount, on the slow carb diet."},{"title":"Emergen-C","allowed":false,"content":"No.-Emergen-C is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Energy Drinks","allowed":false,"content":"No.-Energy Drinks are not allowed on the slow carb diet, except on your Cheat day."},{"title":"English Muffins","allowed":false,"content":"No.-English Muffins are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Equal","allowed":false,"content":"No.- Equal is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Escarole","allowed":true,"content":"Yes. -Escarole (a.k.a. Endive) is allowed, in any amount, on the slow carb diet."},{"title":"Espresso","allowed":true,"content":"Yes. -Espresso is allowed, in any amount, on the slow carb diet."},{"title":"Everclear","allowed":false,"content":"No.-Everclear is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Ezekiel Bread","allowed":false,"content":"No.-Ezekiel Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fajitas","allowed":true,"content":"Yes. -Fajitas (Chicken, Beef, Shrimp or Pork w/vegetables only- no tortillas) are allowed, in any amount, on the slow carb diet."},{"title":"Falafel","allowed":false,"content":"No.-Falafel is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Farro","allowed":false,"content":"No. – Farro is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fat Free Mayo","allowed":false,"content":"No.-\nFat Free Mayo (processed mayonnaise products) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fat-free Ranch Dressing","allowed":false,"content":"No.-Fat-free Ranch Dressing is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fava Beans","allowed":true,"content":"Yes. -Fava Beans (a.k.a. Broad Beans) are allowed, in any amount, on the slow carb diet."},{"title":"Fennel Seed","allowed":true,"content":"Yes. -Fennel Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Fennel","allowed":true,"content":"Yes. -Fennel is allowed, in any amount, on the slow carb diet."},{"title":"Feta Cheese","allowed":false,"content":"No. – Feta Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fiber One Cereal","allowed":false,"content":"No.-Fiber One Cereal is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Figs","allowed":false,"content":"No.-Figs are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fillet Mignon","allowed":true,"content":"Yes. – Fillet Mignon (grass-fed) is allowed, in any amount, on the slow carb diet."},{"title":"Fish Eggs/Roe","allowed":true,"content":"Yes. -Fish Eggs/Roe is allowed, in any amount, on the slow carb diet."},{"title":"Fish Oil","allowed":true,"content":"Yes. Fish Oil is allowed, and is a recommended supplement on the slow carb diet."},{"title":"Fish Sticks","allowed":false,"content":"No.-Fish Sticks are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Fish","allowed":true,"content":"Yes. – Fish is allowed, in any amount, on the slow carb diet."},{"title":"Flavored Coffees","allowed":false,"content":"No.-Flavored Coffees (Hazelnut/Cinnamon/Vanilla Nut, etc..) are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Flavored Creamer","allowed":false,"content":"No.-Flavored Creamer is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Flax Seed Flour","allowed":false,"content":"No.-Flax Seed Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Flax Seed Oil","allowed":true,"content":"Yes. – Flax Seed Oil is allowed, in any amount, on the slow carb diet."},{"title":"Flax Seeds","allowed":true,"content":"Yes. – Flax Seeds (organic) are allowed, in any amount, on the slow carb diet."},{"title":"Flaxseed","allowed":false,"content":"No.-Flaxseed is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Flour","allowed":false,"content":"No. – Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Franks","allowed":true,"content":"Yes. -Franks (Pure Beef, Chicken or Pork, natural casings, and without fillers) are allowed, in any amount, on the slow carb diet."},{"title":"French Dressing","allowed":false,"content":"No.-French Dressing is not allowed on the slow carb diet,except on your Cheat day."},{"title":"French Fries","allowed":false,"content":"No.-French Fries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fresca","allowed":false,"content":"No.-Fresca is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Fried Cheese Curds","allowed":false,"content":"No.-Fried Cheese Curds are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Fried Chicken","allowed":false,"content":"No.- Fried Chicken (breaded or battered) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fried Eggs","allowed":true,"content":"Yes. -Fried Eggs are allowed, in any amount, on the slow carb diet."},{"title":"Fritatta","allowed":false,"content":"No.-Fritatta is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Frozen Custard","allowed":false,"content":"No.-Frozen Custard is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Frozen Fruit","allowed":false,"content":"No. -Frozen Fruit  is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Frozen Yogurt","allowed":false,"content":"No.-Frozen Yogurt is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fructose","allowed":false,"content":"No. – Fructose is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Fruits","allowed":false,"content":"No. – Fruits, in general, are not allowed on the slow carb diet, except on your Cheat day, with the exception of:"},{"title":"Gala Apples","allowed":false,"content":"No.-Gala Apples are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Garbanzo Flour","allowed":false,"content":"No.-Garbanzo Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Garbanzo Beans","allowed":true,"content":"Yes. – Garbanzo Beans are allowed, in restricted amounts, on the slow carb diet."},{"title":"Garlic Butter","allowed":true,"content":"Yes. -Garlic Butter is allowed, in any amount, on the slow carb diet."},{"title":"Garlic Powder","allowed":true,"content":"Yes. -Garlic Powder is allowed, as a seasoning, on the slow carb diet."},{"title":"Garlic","allowed":true,"content":"Yes. – Garlic is allowed, in any amount, on the slow carb diet."},{"title":"Gatorade","allowed":false,"content":"No.-Gatorade is not allowed on the slow carb diet, except on your Cheat day."},{"title":"General Tsaos Sauce","allowed":false,"content":"No.-General Tsaos Sauce is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Ghee","allowed":true,"content":"Yes.-Ghee is allowed, in any amount, on the slow carb diet."},{"title":"Gin","allowed":false,"content":"No. – Gin is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ginger Ale","allowed":false,"content":"No.-Ginger Ale is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ginger Tea","allowed":true,"content":"Yes. -Ginger Tea is allowed, in any amount, on the slow carb diet."},{"title":"Ginger","allowed":true,"content":"Yes. -Ginger is allowed, as a seasoning, on the slow carb diet."},{"title":"Glass Noodles","allowed":false,"content":"No.-Glass Noodles are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Goat’s Milk","allowed":false,"content":"No.- Goat’s Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Goji Berries","allowed":false,"content":"No. – Goji Berries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Gorgonzola Cheese","allowed":false,"content":"No.-Gorgonzola Cheese is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Gouda Cheese","allowed":false,"content":"No.-Gouda Cheese is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Graham Crackers","allowed":false,"content":"No.-Graham Crackers are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Grains","allowed":false,"content":"No. – Grains are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Granola","allowed":false,"content":"No.-Granola is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Grape Nuts Cereal","allowed":false,"content":"No.-Grape Nuts Cereal is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Grape Seed Oil","allowed":true,"content":"Yes. – Grape Seed Oil (high quality) is allowed, in any amount, on the slow carb diet."},{"title":"Grapefruit Juice","allowed":false,"content":"No. – Grapefruit Juice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Grapefruit","allowed":false,"content":"No.  – Grapefruit is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Grapes","allowed":false,"content":"No. – Grapes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Gravy","allowed":false,"content":"No. – Gravy is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Great Northern Beans","allowed":true,"content":"Yes. -Great Northern Beans are allowed, in any amount, on the slow carb diet."},{"title":"Greek Olives","allowed":false,"content":"No.-Greek Olives are not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Greek Yogurt","allowed":false,"content":"No.-Greek Yogurt is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Green Beans","allowed":true,"content":"Yes. – Green Beans are allowed, in any amount, on the slow carb diet."},{"title":"Green Bell Peppers","allowed":true,"content":"Yes. – Green Bell Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Green Chili","allowed":true,"content":"Yes. – Green Chili is allowed, in any amount, on the slow carb diet."},{"title":"Green Lentils","allowed":true,"content":"Yes. -Green Lentils are allowed, in any amount, on the slow carb diet."},{"title":"Green Olives","allowed":false,"content":"No.-Green Olives are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Green Olives","allowed":false,"content":"No.-Green Olives are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Green Onions","allowed":true,"content":"Yes. -Green Onions are allowed, in any amount, on the slow carb diet."},{"title":"Green Papaya","allowed":false,"content":"No.-Green Papaya is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Green Pea Flour","allowed":false,"content":"No.-Green Pea Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Green Peas","allowed":true,"content":"Yes. – Green Peas are allowed, in any amount, on the slow carb diet."},{"title":"Green Peppers","allowed":true,"content":"Yes. – Green Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Green Tea","allowed":true,"content":"Yes. –  Green Tea (no milk, unsweetened) is allowed, in any amount, on the slow carb diet."},{"title":"Green Tomatoes","allowed":true,"content":"Yes. -Green Tomatoes are allowed, in any amount, on the slow carb diet."},{"title":"Grilled Chicken","allowed":true,"content":"Yes. -Grilled Chicken (Breasts or Thighs) is allowed, in any amount, on the slow carb diet."},{"title":"Grits","allowed":false,"content":"No.-Grits are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ground Beef","allowed":true,"content":"Yes. Ground Beef (preferably grass-fed) is allowed, in any amount, on the slow carb diet."},{"title":"Ground Pork","allowed":true,"content":"Yes. -Ground Pork is allowed, in any amount, on the slow carb diet."},{"title":"Ground Turkey","allowed":true,"content":"Yes. -Ground Turkey is allowed, in any amount, on the slow carb diet."},{"title":"Guacamole","allowed":true,"content":"Yes. – Guacamole is allowed, in any amount, on the slow carb diet."},{"title":"Gummy Bears","allowed":false,"content":"No.-Gummy Bears are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Gyoza","allowed":false,"content":"No.-Gyoza (Japanese Pot Stickers) is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Gyro Meat","allowed":true,"content":"Yes. -Gyro Meat (a.k.a. Spit-roasted Lamb – without pita bread only) is allowed, in any amount, on the slow carb diet."},{"title":"Habanero Peppers","allowed":true,"content":"Yes. -Habanero Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Haggis","allowed":false,"content":"No.-Haggis are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Half And Half","allowed":false,"content":"No. – Half And Half is not allowed on the slow carb diet, except on your cheat day."},{"title":"Halibut","allowed":true,"content":"Yes. – Halibut is allowed, in any amount, on the slow carb diet."},{"title":"Halloumi Cheese (a.k.a. Haloumi – a Cypriot Cheese)","allowed":false,"content":"No.-Halloumi Cheese (a.k.a. Haloumi – a Cypriot Cheese) is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Ham Steaks","allowed":false,"content":"No.-Ham Steaks are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ham","allowed":true,"content":"Yes. – Ham is allowed, in any amount, on the slow carb diet."},{"title":"Hamburgers","allowed":false,"content":"No. – Hamburgers are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Hard Boiled Eggs","allowed":true,"content":"Yes. -Hard Boiled Eggs are allowed, in any amount, on the slow carb diet."},{"title":"Hearts of Palm","allowed":false,"content":"No.-Hearts of Palm is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Heavy Cream","allowed":true,"content":"Yes. -Heavy Cream ( a.k.a. Whole Whipping Cream) is allowed, in any amount, on the slow carb diet."},{"title":"Hemp Protein Powder","allowed":true,"content":"Yes. – Hemp Protein Powder is allowed, in any amount, on the slow carb diet."},{"title":"Hemp Seeds","allowed":false,"content":"No.-Hemp Seeds are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Herbs","allowed":true,"content":"Yes. -Herbs are allowed, in any amount, on the slow carb diet."},{"title":"Herring","allowed":true,"content":"Yes. -Herring is allowed, in any amount, on the slow carb diet."},{"title":"Hibiscus","allowed":false,"content":"No.-Hibiscus is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Hoisin Sauce (a.k.a. Haixian Sauce – Chinese Dipping Sauce)","allowed":false,"content":"No.-Hoisin Sauce (a.k.a. Haixian Sauce – Chinese Dipping Sauce) is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Hoisin Sauce","allowed":false,"content":"No. – Hoisin sauce (or haixian sauce) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Hollandaise","allowed":false,"content":"No.-Hollandaise is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Hominy","allowed":false,"content":"No.-Hominy is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Honey Baked Ham","allowed":false,"content":"No.-Honey Baked Ham is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Honey Buns","allowed":false,"content":"No.-Honey Buns are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Honey Mustard","allowed":false,"content":"No.-Honey Mustard is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Honey Nut Cherrios","allowed":false,"content":"No.-Honey Nut Cherrios are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Honey","allowed":false,"content":"No. – Honey is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Horchata","allowed":false,"content":"No.-Horchata is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Horseradish","allowed":true,"content":"Yes. -Horseradish is allowed, in any amount, on the slow carb diet."},{"title":"Hot Dogs","allowed":false,"content":"No.-Hot Dogs are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Hot Links","allowed":false,"content":"No.-Hot Links are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Hot Sauce","allowed":true,"content":"Yes.- Hot Sauce is allowed, in restricted amounts, on the slow carb diet."},{"title":"Hot Tea","allowed":true,"content":"Yes. –  Hot Tea (no milk, unsweetened) is allowed, in any amount, on the slow carb diet."},{"title":"Hot Wings","allowed":false,"content":"No.-Hot Wings is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Hotdogs","allowed":false,"content":"No.-Hotdogs are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Hummus","allowed":true,"content":"Yes. – Hummus is allowed, in restricted amounts, on the slow carb diet."},{"title":"Ice Cream","allowed":false,"content":"No.-Ice Cream (Sugar-free) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ice Cream","allowed":false,"content":"No. – Ice Cream is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Iceberg Lettuce","allowed":true,"content":"Yes. – Iceberg Lettuce is allowed, in any amount, on the slow carb diet."},{"title":"Iced Tea","allowed":true,"content":"Yes. –  Iced Tea (unsweetened) is allowed, in any amount, on the slow carb diet."},{"title":"Italian Dressing","allowed":true,"content":"Yes. -Italian Dressing (Oil-based and non-creamy only) is allowed, in any amount, on the slow carb diet."},{"title":"Italian Sausage","allowed":true,"content":"Yes. -Italian Sausage is allowed, in any amount, on the slow carb diet."},{"title":"Jalapeno Peppers","allowed":true,"content":"Yes. -Jalapeno Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Jalapenos","allowed":false,"content":"No.-Jalapenos are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Jam","allowed":false,"content":"No.-Jam is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Jello","allowed":false,"content":"No. – Jello (containing sugar) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Jelly Beans","allowed":false,"content":"No.-Jelly Beans are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Jelly","allowed":false,"content":"No.-Jelly is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Jicama","allowed":false,"content":"No.-Jicama is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Juice","allowed":false,"content":"No. – Juice (fruit or vegetable) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Kale","allowed":true,"content":"Yes. – Kale is allowed, in any amount, on the slow carb diet."},{"title":"Kashi Granola Bars","allowed":false,"content":"No.-Kashi Granola Bars are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Kebabs","allowed":true,"content":"Yes. -Kebabs (Chicken, Beef, Pork or Fish) are allowed, in any amount, on the slow carb diet."},{"title":"Kefir","allowed":false,"content":"No. – Kefir is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ketchup","allowed":false,"content":"No. – Ketchup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Kidney Beans","allowed":true,"content":"Yes. – Kidney Beans are allowed, in any amount, on the slow carb diet."},{"title":"Kielbasa","allowed":true,"content":"Yes. -Kielbasa is allowed, in any amount, on the slow carb diet."},{"title":"Kimchi","allowed":true,"content":"Yes. – Kimchi is allowed, in any amount, on the slow carb diet."},{"title":"Kiwi","allowed":false,"content":"No. – Kiwi are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Kombucha","allowed":false,"content":"No.-  Kombucha is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Kool Aid","allowed":false,"content":"No. – Kool Aid is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lamb Chops","allowed":true,"content":"Yes. – Lamb Chops (preferably grass-fed) are allowed, in any amount, on the slow carb diet."},{"title":"Lamb Loin","allowed":true,"content":"Yes. -Lamb Loin is allowed, in any amount, on the slow carb diet."},{"title":"Lamb","allowed":true,"content":"Yes. – Lamb (preferably grass-fed) is allowed, in any amount, on the slow carb diet."},{"title":"Latte","allowed":false,"content":"No.-Latte is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Laughing Cow Cheese","allowed":false,"content":"No.-Laughing Cow Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Leeks","allowed":true,"content":"Yes. – Leeks are allowed, in any amount, on the slow carb diet."},{"title":"Legumes","allowed":true,"content":"Yes. – Legumes are allowed, in any amount, on the slow carb diet."},{"title":"Lemon Juice","allowed":false,"content":"No. – Lemon Juice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lemon Pepper","allowed":true,"content":"Yes. -Lemon Pepper (as a seasoning) is allowed, in any amount, on the slow carb diet."},{"title":"Lemon Zest","allowed":false,"content":"No.-Lemon Zest is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Lemons","allowed":false,"content":"No. – Lemons are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lentil Flour","allowed":false,"content":"No.-Lentil Flour is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Lentil Flour","allowed":false,"content":"No.-Lentil Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lentil Soup","allowed":false,"content":"No.-Lentil Soup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lentils","allowed":true,"content":"Yes.- Lentils are allowed, in any amount, on the slow carb diet."},{"title":"Lettuce","allowed":true,"content":"Yes. – Lettuce is allowed, in any amount, on the slow carb diet."},{"title":"Licorice","allowed":false,"content":"No.-Licorice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lima Beans","allowed":true,"content":"Yes. – Lima Beans are allowed, in any amount, on the slow carb diet."},{"title":"Lime Juice","allowed":false,"content":"No. – Lime Juice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Limes","allowed":false,"content":"No. – Limes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Liquor","allowed":false,"content":"No.-Liquor is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Liver","allowed":true,"content":"Yes. -Liver (Beef and Chicken) is allowed, in any amount, on the slow carb diet."},{"title":"Lobster","allowed":true,"content":"Yes. – Lobster is allowed, in any amount, on the slow carb diet."},{"title":"Long Grain Rice","allowed":false,"content":"No.-Long Grain Rice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Low Fat Cheese","allowed":false,"content":"No. – Low Fat Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Low-fat Pudding","allowed":false,"content":"No.-Low-fat Pudding is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lowfat Milk","allowed":false,"content":"No.-Lowfat Milk  is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Lox","allowed":true,"content":"Yes. – Lox is allowed, in any amount, on the slow carb diet."},{"title":"Lunch Meat","allowed":false,"content":"No.-Lunch Meat is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mac and Cheese","allowed":false,"content":"No.-Mac and Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Macadamia Nuts","allowed":true,"content":"Yes. -Macadamia Nuts are allowed, in restricted amounts, on the slow carb diet."},{"title":"Macadamia Oil","allowed":true,"content":"Yes. – Macadamia Oil is allowed, in any amount, on the slow carb diet."},{"title":"Macaroni and Cheese","allowed":false,"content":"No.-Macaroni and Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mackerel","allowed":true,"content":"Yes. – Mackerel is allowed, in any amount, on the slow carb diet."},{"title":"Magnesium","allowed":true,"content":"Yes. – Magnesium is allowed, and is a recommended supplement on the slow carb diet."},{"title":"Mahi Mahi","allowed":true,"content":"Yes. -Mahi Mahi is allowed, in any amount, on the slow carb diet."},{"title":"Malted Milk","allowed":false,"content":"No.-Malted Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mango","allowed":false,"content":"No. – Mango is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mangos","allowed":false,"content":"No.-Mangos are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Maple Syrup","allowed":false,"content":"No.- Maple Syrup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Margarine","allowed":false,"content":"No.-Margarine is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Margarine","allowed":false,"content":"No.-Margarine is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Margarita","allowed":false,"content":"No.-Margarita is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Marinade","allowed":true,"content":"Yes. -Marinade is allowed, with minimal sugar, up to 1 tablespoon/day, on the slow carb diet."},{"title":"Marinara Sauce","allowed":false,"content":"No.-Marinara Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mars Bars","allowed":false,"content":"No.-Mars Bars are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mascovado Sugar","allowed":false,"content":"No.- Mascovado Sugar is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mayonnaise","allowed":true,"content":"Yes. – Mayonnaise is alowed, in restricted amounts, on the slow carb diet."},{"title":"Meat Loaf","allowed":false,"content":"No. – Meat Loaf (containing bread crumbs) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Meatballs","allowed":true,"content":"Yes. – Meatballs (not containing breadcrumbs) are allowed, in any amount, on the slow carb diet."},{"title":"Meatloaf","allowed":false,"content":"No.-Meatloaf is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Milk","allowed":false,"content":"No. – Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Milkshake","allowed":false,"content":"No.-Milkshake is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Minced Meat","allowed":true,"content":"Yes. -Minced Meat (Chicken, Beef or Pork) is allowed, in any amount, on the slow carb diet."},{"title":"Mineral Water","allowed":true,"content":"Yes. -Mineral Water is allowed, in any amount, on the slow carb diet."},{"title":"Mint","allowed":true,"content":"Yes. -Mint is allowed, in any amount, on the slow carb diet."},{"title":"Miracle Whip","allowed":false,"content":"No.-Miracle Whip is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Miso Soup","allowed":false,"content":"No.-Miso Soup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Miso","allowed":false,"content":"No.-Miso is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mixed Vegetables","allowed":true,"content":"Yes. – Mixed Vegetables (without carrots) are allowed, in any amount, on the slow carb diet."},{"title":"Molasses","allowed":false,"content":"No.-Molasses are not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Monterey Jack Cheese","allowed":false,"content":"No.-Monterey Jack Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mozzarella","allowed":false,"content":"No.-Mozzarella is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Muesli","allowed":false,"content":"No.-Muesli is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Multi-grain Bread","allowed":false,"content":"No.-Multi-grain Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mung Bean Noodles","allowed":false,"content":"No.-Mung Bean Noodles are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mung Beans","allowed":true,"content":"Yes. -Mung Beans are allowed, in any amount, on the slow carb diet."},{"title":"Muscle Milk","allowed":false,"content":"No.-Muscle Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Mushrooms","allowed":true,"content":"Yes. – Mushrooms are allowed, in any amount, on the slow carb diet."},{"title":"Mussels","allowed":true,"content":"Yes. -Mussels are allowed, in any amount, on the slow carb diet."},{"title":"Mustard","allowed":true,"content":"Yes. Mustard is allowed, in limited amounts, as a condiment, on the slow carb diet."},{"title":"Myoplex","allowed":false,"content":"No.-Myoplex is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Naan","allowed":false,"content":"No. – Naan is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Navy Beans","allowed":true,"content":"Yes. -Navy Beans are allowed, in any amount, on the slow carb diet."},{"title":"New York Strip","allowed":true,"content":"Yes. New York Strip (grass-fed) is allowed, in any amount, on the slow carb diet."},{"title":"Non-dairy Coffee Creamer","allowed":false,"content":"No.-Non-dairy Coffee Creamer is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Non-dairy Creamer","allowed":false,"content":"No.-Non-dairy Creamer is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Non-fat Milk","allowed":false,"content":"No.-Non-fat Milk is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Noodles","allowed":false,"content":"No.-Noodles are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Nutella","allowed":false,"content":"No.-Nutella is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Nutmeg","allowed":true,"content":"Yes. -Nutmeg is allowed, as a seasoning, on the slow carb diet."},{"title":"NutraSweet","allowed":false,"content":"No.-NutraSweet is not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Nuts","allowed":true,"content":"Yes. Nuts are allowed, in restricted amounts, on the slow carb diet."},{"title":"Oat Bran","allowed":false,"content":"No.-Oat Bran is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Oatmeal","allowed":false,"content":"No. – Oatmeal is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Oats","allowed":false,"content":"No. – Oats are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Okra","allowed":false,"content":"No.-Okra is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Old Bay Seasoning","allowed":true,"content":"Yes. -Old Bay Seasoning is allowed, in any amount, on the slow carb diet."},{"title":"Olive Oil","allowed":true,"content":"Yes. – Olive Oil ( high quality, extra virgin) is allowed, in any amount, on the slow carb diet."},{"title":"Olives","allowed":false,"content":"No. – Olives are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Onion Powder","allowed":true,"content":"Yes. -Onion Powder is allowed, as a seasoning, on the slow carb diet."},{"title":"Onion Rings","allowed":false,"content":"No.- Onion Rings are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Onions","allowed":true,"content":"Yes. – Onions (preferably organic yellow) are allowed, in any amount, on the slow carb diet."},{"title":"Orange Juice","allowed":false,"content":"No. – Orange Juice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Oranges","allowed":false,"content":"No.- Oranges are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Oregano","allowed":true,"content":"Yes. – Oregano is allowed, as a seasoning, on the slow carb diet."},{"title":"Oreos","allowed":false,"content":"No. – Oreos are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ovaltine","allowed":false,"content":"No.-Ovaltine is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Oyster Sauce","allowed":true,"content":"Yes. -Oyster Sauce is allowed, up to 2 tablespoons/day, on the slow carb diet."},{"title":"Oysters","allowed":true,"content":"Yes. -Oysters are allowed, in any amount, on the slow carb diet."},{"title":"Pad Thai","allowed":false,"content":"No.-Pad Thai is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pancakes","allowed":false,"content":"No.- Pancakes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pancetta","allowed":true,"content":"Yes. -Pancetta is allowed, in any amount, on the slow carb diet."},{"title":"Panko Bread Crumbs","allowed":false,"content":"No.-Panko Bread Crumbs are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Papaya","allowed":false,"content":"No.-Papaya is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Paprika","allowed":true,"content":"Yes. -Paprika is allowed, in any amount, on the slow carb diet."},{"title":"Parma Ham","allowed":true,"content":"Yes. -Parma Ham is allowed, in any amount, on the slow carb diet."},{"title":"Parmesan Cheese","allowed":false,"content":"No.-Parmesan Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Parsley","allowed":true,"content":"Yes. -Parsley is allowed, in any amount, on the slow carb diet."},{"title":"Parsnips","allowed":false,"content":"No.-Parsnips are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pasta","allowed":false,"content":"No. – Pasta is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pastrami","allowed":true,"content":"Yes. -Pastrami is allowed, in any amount, on the slow carb diet."},{"title":"Pate","allowed":true,"content":"Yes. -Pate is allowed, in any amount, on the slow carb diet."},{"title":"Pea Protein Powder","allowed":true,"content":"Yes. – Pea Protein Powder is allowed, in any amount, on the slow carb diet."},{"title":"Peaches","allowed":false,"content":"No. – Peaches are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Peanut Butter","allowed":true,"content":"Yes. – Peanut Butter (all natural) is allowed, in restricted amounts, on the slow carb diet."},{"title":"Peanut Sauce","allowed":false,"content":"No.-Peanut Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Peanuts","allowed":true,"content":"Yes. – Peanuts are allowed, in restricted amounts, on the slow carb diet."},{"title":"Pears","allowed":false,"content":"No. – Pears are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Peas","allowed":true,"content":"Yes. – Peas are allowed, in any amount, on the slow carb diet."},{"title":"Pecans","allowed":false,"content":"No.-Pecans is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Peperoncini","allowed":true,"content":"Yes. -Peperoncini is allowed, in any amount, on the slow carb diet."},{"title":"Pepper Jack Cheese","allowed":false,"content":"No.-Pepper Jack Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pepper","allowed":true,"content":"Yes. – Pepper (Black, Cayenne, Chile, White, and Green) is allowed, as a seasoning, on the slow carb diet."},{"title":"Peppermint Tea","allowed":true,"content":"Yes. -Peppermint Tea is allowed, in any amount, on the slow carb diet."},{"title":"Pepsi Lime","allowed":false,"content":"No. – Pepsi Lime are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pepsi Max","allowed":false,"content":"No.-Pepsi Max is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Pernil","allowed":true,"content":"Yes. -Pernil (a.k.a. Pork) is allowed, in any amount, on the slow carb diet."},{"title":"Pesto","allowed":false,"content":"No.-Pesto is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pickles","allowed":true,"content":"Yes. Pickles are allowed, in any amount, on the slow carb diet."},{"title":"Pico De Gallo","allowed":true,"content":"Yes. -Pico De Gallo is allowed, in any amount, on the slow carb diet."},{"title":"Pierogi","allowed":false,"content":"No.-Pierogi is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Pies","allowed":false,"content":"No.-Pies are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pine Nuts","allowed":false,"content":"No.-Pine Nuts are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pineapple","allowed":false,"content":"No. – Pineapple is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pinto Beans","allowed":true,"content":"Yes.-Pinto Beans are allowed, in any amount, on the slow carb diet."},{"title":"Pistachios","allowed":false,"content":"No.-Pistachios are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pita Bread","allowed":false,"content":"No. – Pita Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pita Chips","allowed":false,"content":"No.-Pita Chips are not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Pitted Prunes","allowed":false,"content":"No.-Pitted Prunes are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Pizza","allowed":false,"content":"No. – Pizza is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Plumbs","allowed":false,"content":"No. – Plumbs are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Polenta","allowed":false,"content":"No. – Polenta is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Polish Sausage","allowed":true,"content":"Yes. -Polish Sausage is allowed, in any amount, on the slow carb diet."},{"title":"Pomegranate","allowed":false,"content":"No.-Pomegranate is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Popcorn","allowed":false,"content":"No.- Popcorn is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Poppy Seed","allowed":true,"content":"Yes. -Poppy Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Pork Chops","allowed":true,"content":"Yes. – Pork Chops are allowed, in any amount, on the slow carb diet."},{"title":"Pork Fried Rice","allowed":false,"content":"No.-Pork Fried Rice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pork Loin","allowed":true,"content":"Yes. – Pork Loin is allowed, in any amount, on the slow carb diet."},{"title":"Pork Ribs","allowed":true,"content":"Yes. – Pork Ribs are allowed, in any amount, on the slow carb diet."},{"title":"Pork Rinds","allowed":false,"content":"No.-Pork Rinds are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pork Skins","allowed":false,"content":"No.-Pork Skins are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Pork","allowed":true,"content":"Yes. – Pork  is allowed, in any amount, on the slow carb diet."},{"title":"Porridge","allowed":false,"content":"No.-Porridge is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Portobello Mushrooms","allowed":true,"content":"Yes. -Portobello Mushrooms are allowed, in any amount, on the slow carb diet."},{"title":"Potassium","allowed":true,"content":"Yes. – Potassium is allowed, and is a recommended supplement on the slow carb diet."},{"title":"Potato Salad","allowed":false,"content":"No.-Potato Salad is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sodas","allowed":false,"content":"No. – Sodas (flavored soft drinks) are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Potatoes","allowed":false,"content":"No.- Potatoes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Potstickers","allowed":false,"content":"No.-Potstickers are not allowed on the slow carb diet,except on your Cheat day."},{"title":"PowerAde","allowed":false,"content":"No.-PowerAde is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Prawn","allowed":true,"content":"Yes. –  Prawn is allowed, in any amount, on the slow carb diet."},{"title":"Prawns","allowed":true,"content":"Yes. – Prawns are allowed, in any amount, on the slow carb diet."},{"title":"Pretzels","allowed":false,"content":"No.-Pretzels are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Prime Rib","allowed":true,"content":"Yes. -Prime Rib is allowed, in any amount, on the slow carb diet."},{"title":"Propel","allowed":false,"content":"No.-Propel is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Prosciutto","allowed":true,"content":"Yes. -Prosciutto is allowed, in any amount, on the slow carb diet."},{"title":"Protein Bars","allowed":false,"content":"No. – Protein Bars are not allowed on the slow carb diet, except on your cheat day."},{"title":"Protein Drink","allowed":true,"content":"Yes. – Protein Drink is allowed, but in restricted types, on the slow carb diet."},{"title":"Protein Powder","allowed":true,"content":"Yes. – Protein Powder is allowed, but in restricted types, on the slow carb diet."},{"title":"Protein Shake","allowed":true,"content":"Yes. – Protein Shake is allowed, but in restricted types, on the slow carb diet."},{"title":"Provolone Cheese","allowed":false,"content":"No.-Provolone Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Psyllium","allowed":true,"content":"Yes. -Psyllium is allowed, in any amount, on the slow carb diet."},{"title":"Pudding","allowed":false,"content":"No. – Pudding is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pulled Pork","allowed":true,"content":"Yes. -Pulled Pork is allowed, in any amount, on the slow carb diet."},{"title":"Pumpernickel Bread","allowed":false,"content":"No.-Pumpernickel Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Pumpkin Seeds","allowed":true,"content":"Yes. -Pumpkin Seeds is allowed, in any amount, on the slow carb diet."},{"title":"Pumpkin","allowed":false,"content":"No. – Pumpkin is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Quiche","allowed":false,"content":"No.-Quiche is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Quinoa","allowed":false,"content":"No. – Quinoa is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Radishes","allowed":false,"content":"No.-Radishes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Raisin Bran","allowed":false,"content":"No.-Raisin Bran is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Raisins","allowed":false,"content":"No. – Raisins are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ramen","allowed":false,"content":"No.-Ramen is not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Ranch Dressing","allowed":false,"content":"No. – Ranch Dressing is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Raspberries","allowed":false,"content":"No. – Raspberries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Raw Cheese","allowed":false,"content":"No.-Raw Cheese is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Raw Oysters","allowed":true,"content":"Yes. -Raw Oysters are allowed, in any amount, on the slow carb diet."},{"title":"Raw Sugar","allowed":false,"content":"No.-Raw Sugar is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Red Beans","allowed":true,"content":"Yes.-Red Beans are allowed, in any amount, on the slow carb diet."},{"title":"Red Bell Peppers","allowed":true,"content":"Yes. – Red Bell Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Red Bull","allowed":false,"content":"No.-Red Bull is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Red Cabbage","allowed":true,"content":"Yes. -Red Cabbage (a.k.a. Purple Cabbage) is allowed, in any amount, on the slow carb diet."},{"title":"Red Leaf Lettuce","allowed":true,"content":"Yes. -Red Leaf Lettuce is allowed, in any amount, on the slow carb diet."},{"title":"Red Onions","allowed":true,"content":"Yes. -Red Onions are allowed, in any amount, on the slow carb diet."},{"title":"Red Potatoes","allowed":false,"content":"No.-Red Potatoes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Red Wine Vinegar","allowed":false,"content":"No.-Red Wine Vinegar is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Red Wine","allowed":true,"content":"Yes. – Red Wine (dry) is allowed, in restricted amounts, on the slow carb diet."},{"title":"Refried Beans","allowed":true,"content":"Yes. – Refried Beans are allowed, in any amount, on the slow carb diet."},{"title":"Rhubarb","allowed":false,"content":"No.-Rhubarb is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Rib eye steak","allowed":true,"content":"Yes. -Rib eye steak is allowed, in any amount, on the slow carb diet."},{"title":"Rice","allowed":false,"content":"No. – Rice (of any kind) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Rice Cakes","allowed":false,"content":"No.-Rice Cakes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Rice Vinegar","allowed":false,"content":"No.-Rice Vinegar is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Rice Wine Vinegar","allowed":false,"content":"No.-Rice Wine Vinegar is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Rice","allowed":false,"content":"No. – Rice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Ricotta Cheese","allowed":false,"content":"No.-Ricotta Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Risotto","allowed":false,"content":"No. – Risotto is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Roast Beef","allowed":true,"content":"Yes. -Roast Beef  is allowed, in any amount, on the slow carb diet."},{"title":"Roast Chicken","allowed":true,"content":"Yes. -Roast Chicken is allowed, in any amount, on the slow carb diet."},{"title":"Roast Chicken","allowed":true,"content":"Yes. -Roast Chicken is allowed, in any amount, on the slow carb diet."},{"title":"Roast Lamb","allowed":true,"content":"Yes. -Roast Lamb is allowed, in any amount, on the slow carb diet."},{"title":"Roast Pork","allowed":true,"content":"Yes. -Roast Pork is allowed, in any amount, on the slow carb diet."},{"title":"Roasted Red Peppers","allowed":true,"content":"Yes. -Roasted Red Peppers are allowed, in any amount, on the slow carb diet."},{"title":"Roasted Soy Beans","allowed":true,"content":"Yes. -Roasted Soy Beans are allowed, in any amount, on the slow carb diet."},{"title":"Romaine Lettuce","allowed":true,"content":"Yes. – Romaine Lettuce is allowed, in any amount, on the slow carb diet."},{"title":"Roti","allowed":false,"content":"No.-Roti is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Rotisserie Chicken","allowed":true,"content":"Yes. -Rotisserie Chicken (with skin removed) is allowed, in any amount, on the slow carb diet."},{"title":"Rum","allowed":false,"content":"No. – Rum is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Rutabaga","allowed":false,"content":"No.-Rutabaga is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Rye Bread","allowed":false,"content":"No.-Rye Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Salad Dressing","allowed":true,"content":"Yes. – Salad Dressings (Oil-based, non-creamy only)  are allowed, in restricted amounts, on the slow carb diet."},{"title":"Salami","allowed":false,"content":"No.-Salami is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Salmon","allowed":true,"content":"Yes. – Salmon is allowed, in any amount, on the slow carb diet."},{"title":"Salsa","allowed":true,"content":"Yes. – Salsa is allowed, in restricted amounts, on the slow carb diet."},{"title":"Salt","allowed":true,"content":"Yes. – Salt (Sea) is allowed, as a seasoning, on the slow carb diet."},{"title":"Sandwiches","allowed":false,"content":"No. – Sandwiches are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sangria","allowed":false,"content":"No.-Sangria (Wine w/fruit and/or Sugar added) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sardines","allowed":true,"content":"Yes. – Sardines are allowed, in any amount, on the slow carb diet."},{"title":"Sashimi","allowed":true,"content":"Yes. -Sashimi is allowed, in any amount, on the slow carb diet."},{"title":"Sauerkraut","allowed":true,"content":"Yes. – Sauerkraut is allowed, in any amount, on the slow carb diet."},{"title":"Sausage Patties","allowed":true,"content":"Yes. -Sausage Patties are allowed, in any amount, on the slow carb diet."},{"title":"Sausages","allowed":true,"content":"Yes. – Sausages (Pork,Beef or Chicken) are allowed, in any amount, on the slow carb diet."},{"title":"Scallions","allowed":true,"content":"Yes. -Scallions are allowed, in any amount, on the slow carb diet."},{"title":"Scallops","allowed":true,"content":"Yes. -Scallops are allowed, in any amount, on the slow carb diet."},{"title":"Scones","allowed":false,"content":"No.-Scones are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sea Bass","allowed":true,"content":"Yes. -Sea Bass is allowed, in any amount, on the slow carb diet."},{"title":"Seafood","allowed":true,"content":"Yes. -Seafood is allowed, in any amount, on the slow carb diet."},{"title":"Seaweed","allowed":false,"content":"No.-Seaweed is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Seltzer Water","allowed":true,"content":"Yes. -Seltzer Water is allowed, in any amount, on the slow carb diet."},{"title":"Seltzer","allowed":true,"content":"Yes. –  Seltzer is allowed, in any amount, on the slow carb diet."},{"title":"Sesame Oil","allowed":true,"content":"Yes. -Sesame Oil is allowed, in any amount, on the slow carb diet."},{"title":"Sesame Seed","allowed":true,"content":"Yes. -Sesame Seed is allowed, as a seasoning, on the slow carb diet."},{"title":"Sesame Seeds","allowed":true,"content":"Yes. -Sesame Seeds are allowed, in any amount, on the slow carb diet."},{"title":"Sesame","allowed":true,"content":"Yes. -Sesame is allowed, in any amount, on the slow carb diet."},{"title":"Shallots","allowed":true,"content":"Yes. -Shallots are allowed, in any amount, on the slow carb diet."},{"title":"Sheep Cheese","allowed":false,"content":"No.-Sheep Cheese is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Shellfish","allowed":true,"content":"Yes. -Shellfish is allowed, in any amount, on the slow carb diet."},{"title":"Sherry Vinegar","allowed":true,"content":"Yes. -Sherry Vinegar is allowed, in any amount, on the slow carb diet."},{"title":"Shirataki (Yam Noodles)","allowed":false,"content":"No.-Shirataki (Yam Noodles) is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Shrimp","allowed":true,"content":"Yes. – Shrimp is allowed, in any amount, on the slow carb diet."},{"title":"Skim Milk","allowed":false,"content":"No.-Skim Milk is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Skimmed Milk","allowed":false,"content":"No.-Skimmed Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Skinless Chicken Wings","allowed":false,"content":"No.-Skinless Chicken Wings are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Slim Fast Shake","allowed":false,"content":"No.-Slim Fast Shake is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Slim Fast","allowed":false,"content":"No.-Slim Fast is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Slim Jims","allowed":false,"content":"No.-Slim Jims are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sloppy Joe Sauce","allowed":false,"content":"No.-Sloppy Joe Sauce is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Smoked Pork","allowed":true,"content":"Yes. -Smoked Pork is allowed, in any amount, on the slow carb diet."},{"title":"Smoked Salmon","allowed":true,"content":"Yes. – Smoked Salmon is allowed, in any amount, on the slow carb diet."},{"title":"Smoothie","allowed":false,"content":"No.-Smoothie is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Snacks","allowed":false,"content":"For the most part, Snacks are deemed unnecessary while on the slow carb diet."},{"title":"Snap Peas","allowed":true,"content":"Yes. -Snap Peas are allowed, in any amount, on the slow carb diet."},{"title":"Snapple","allowed":false,"content":"No.-Snapple is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Snickers","allowed":false,"content":"No. – Snickers are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Snow Peas","allowed":true,"content":"Yes. -Snow Peas are allowed, in any amount, on the slow carb diet."},{"title":"Soba Noodles","allowed":false,"content":"No.-Soba Noodles are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sobe","allowed":false,"content":"No.-Sobe is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Soda Water","allowed":true,"content":"Yes. – Soda Water is allowed, in any amount, on the slow carb diet."},{"title":"Soda","allowed":false,"content":"No. – Soda (flavored softdrinks) are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Soppressata","allowed":true,"content":"Yes. -Soppressata is allowed, in any amount, on the slow carb diet."},{"title":"Soup","allowed":false,"content":"No. – Soup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sour Cream","allowed":false,"content":"No.-Sour Cream is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sourdough Bread","allowed":false,"content":"No.-Sourdough Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Soy Bacon","allowed":false,"content":"No.-Soy Bacon is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Soy Beans","allowed":true,"content":"Yes. -Soy Beans (unprocessed) are allowed, in any amount, on the slow carb diet."},{"title":"Soy cheese","allowed":false,"content":"No.-Soy cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Soy Flour","allowed":false,"content":"No.-Soy Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Soy Milk","allowed":false,"content":"No. – Soy Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Soy Protein","allowed":false,"content":"No. – Soy Protein is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Soy Sauce","allowed":false,"content":"No.-Soy Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Soy Sausage","allowed":false,"content":"No.-Soy Sausage is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Soyaki","allowed":false,"content":"No.-Soyaki is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Spaghetti Sauce","allowed":false,"content":"No.-Spaghetti Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Spaghetti Squash","allowed":false,"content":"No.-Spaghetti Squash is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Spaghetti","allowed":false,"content":"No. – Spaghetti is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Spam","allowed":false,"content":"No.-Spam is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Spare Ribs","allowed":true,"content":"Yes. -Spare Ribs are allowed, in any amount, on the slow carb diet."},{"title":"Sparkling Apple Cider","allowed":false,"content":"No.-Sparkling Apple Cider is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Spelt","allowed":false,"content":"No.-Spelt is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Spinach","allowed":true,"content":"Yes.-Spinach is allowed, in any amount, on the slow carb diet."},{"title":"Spiral Ham","allowed":false,"content":"No.-Spiral Ham (glazed w/sugar) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Spirulina","allowed":true,"content":"Yes. -Spirulina is allowed, in any amount, on the slow carb diet."},{"title":"Splenda","allowed":false,"content":"No. – Splenda is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Split Pea Soup","allowed":false,"content":"Split Pea Soup is allowed, up to 1 cup/day, on the slow carb diet."},{"title":"Sports Drinks","allowed":false,"content":"No.-Sports Drinks are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sprite Zero","allowed":false,"content":"No.-Sprite Zero (containing Splenda) is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sprite","allowed":false,"content":"No.-Sprite is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sprouted Grain Bread","allowed":false,"content":"No.-Sprouted Grain Bread is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sprouts","allowed":true,"content":"Yes. – Sprouts (Brussels, Bean and Alfalfa) sprouts are allowed, in any amount, on the slow carb diet."},{"title":"Squid","allowed":true,"content":"Yes. -Squid is allowed, in any amount, on the slow carb diet."},{"title":"Squirrel","allowed":false,"content":"No.-Squirrel is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sriracha Sauce","allowed":true,"content":"Yes. -Sriracha Sauce is allowed, in any amount, on the slow carb diet."},{"title":"Steak Sauce","allowed":false,"content":"No.-Steak Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Steak","allowed":true,"content":"Yes. – Steak (preferably grass-fed) is allowed, in any amount, on the slow carb diet."},{"title":"Stevia","allowed":false,"content":"No. – Stevia is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Stir Fried Vegetables","allowed":true,"content":"Yes. -Stir Fried Vegetables are allowed, in any amount, on the slow carb diet."},{"title":"Stock","allowed":true,"content":"Yes. -Stock (Beef, Chicken or Pork) is allowed, in any amount, on the slow carb diet."},{"title":"Stone Ground Wheat Bread","allowed":false,"content":"No.-Stone Ground Wheat Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Strawberries","allowed":false,"content":"No. – Strawberries are not allowed on the slow carb diet, except on your Cheat day."},{"title":"String Beans","allowed":true,"content":"Yes. -String Beans are allowed, in any amount, on the slow carb diet."},{"title":"String Cheese","allowed":false,"content":"No.-String Cheese is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Subway Sandwiches","allowed":false,"content":"No.-Subway Sandwiches are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sucrose","allowed":false,"content":"No. – Sucrose is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sugar-free Candy","allowed":false,"content":"No.-Sugar-free Candy is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sugar-free Chocolate","allowed":false,"content":"No.-Sugar-free Chocolate is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sugar-free Jello","allowed":true,"content":"Yes. – Sugar-free Jello, is allowed for use in satisfying sugar cravings, on the slow carb diet."},{"title":"Sugar-free Pudding","allowed":false,"content":"No.-Sugar-free Pudding is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sugar-free Syrup","allowed":false,"content":"No.-Sugar-free Syrup is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sugar-free Whipped Cream","allowed":false,"content":"No.-Sugar-free Whipped Cream is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sugar Snap Peas","allowed":true,"content":"Yes. -Sugar Snap Peas are allowed, in any amount, on the slow carb diet."},{"title":"Sugar Substitute","allowed":false,"content":"No.-Sugar Substitute is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sugar","allowed":false,"content":"No. – Sugar is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Summer Squash","allowed":false,"content":"No.-Summer Squash is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sundried Tomatoes","allowed":false,"content":"No.-Sundried Tomatoes is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sunflower Seeds","allowed":false,"content":"No.-Sunflower Seeds is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sushi","allowed":true,"content":"Yes. -Sushi (Sashimi only, no rice and no seaweed) is allowed, in any amount, on the slow carb diet."},{"title":"Sweet and Sour Sauce","allowed":false,"content":"No.-Sweet and Sour Sauce is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sweet Chili Sauce","allowed":false,"content":"No.-Sweet Chili Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sweet Corn","allowed":false,"content":"No.-Sweet Corn is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sweet N’ Low","allowed":false,"content":"No.-Sweet N’ Low is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Sweet onions","allowed":false,"content":"No.-Sweet onions are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sweet Pickles","allowed":false,"content":"No.-Sweet Pickles are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Sweet Potatoes","allowed":false,"content":"No. – Sweet potatoes are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Swiss Cheese","allowed":false,"content":"No.-Swiss Cheese  is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Swordfish","allowed":true,"content":"Yes. -Swordfish is allowed, in any amount, on the slow carb diet."},{"title":"Taco Seasoning","allowed":true,"content":"Yes. -Taco Seasoning is allowed, in any amount, on the slow carb diet."},{"title":"Taco Shells","allowed":false,"content":"No.-Taco Shells are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tacos","allowed":false,"content":"No. – Tacos are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tahini","allowed":true,"content":"Yes. -Tahini is allowed, in any amount, on the slow carb diet."},{"title":"Tandoori Chicken","allowed":true,"content":"Yes. -Tandoori Chicken (Skinless, Breasts or Thighs only) is allowed, in any amount, on the slow carb diet."},{"title":"Tapioca","allowed":false,"content":"No.-Tapioca is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tarragon","allowed":true,"content":"Yes. – Tarragon is allowed, as a seasoning, on the slow carb diet."},{"title":"Tartar Sauce","allowed":true,"content":"Yes. -Tartar Sauce (containing Dill pickle, pure mayonnaise and no lemon juice) is allowed, up to 1 tablespoon/day, on the slow carb diet."},{"title":"Tempeh","allowed":false,"content":"No. – Tempeh is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tequila","allowed":false,"content":"No.-Tequila is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Teriyaki Sauce","allowed":false,"content":"No.-Teriyaki Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Thai Chili","allowed":true,"content":"Yes. -Thai Chili is allowed, in any amount, on the slow carb diet."},{"title":"Thousand Island Dressing","allowed":false,"content":"No. – Thousand Island Dressing is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Thyme","allowed":true,"content":"Yes. -Thyme is allowed, as a seasoning, on the slow carb diet."},{"title":"Tilapia","allowed":true,"content":"Yes. -Tilapia is allowed, in any amount, on the slow carb diet."},{"title":"Tofu","allowed":false,"content":"No. – Tofu is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tofurkey","allowed":false,"content":"No. – Tofurkey is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tomato Juice","allowed":false,"content":"No. – Tomato Juice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tomato Sauce","allowed":false,"content":"No.-Tomato Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tomato Soup","allowed":false,"content":"No.-Tomato Soup is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tomatoes","allowed":true,"content":"Yes. – Tomatoes are allowed, in any amount, on the slow carb diet."},{"title":"Tonic Water","allowed":false,"content":"No. – Tonic Water is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tootsie Roll","allowed":false,"content":"No.-Tootsie Roll is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tortilla Chips","allowed":false,"content":"No.-Tortilla Chips are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Tortilla Shells","allowed":false,"content":"No.-Tortilla Shells is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tortillas","allowed":false,"content":"No. – Tortillas are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tostitos","allowed":false,"content":"No.-Tostitos are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Tripe","allowed":true,"content":"Yes. -Tripe is allowed, in any amount, on the slow carb diet."},{"title":"Truvia","allowed":false,"content":"No.-Truvia is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Tuna Fish","allowed":true,"content":"Yes, Tuna Fish is allowed, in any amount, on the slow carb diet."},{"title":"Tuna Salad","allowed":true,"content":"Yes. -Tuna Salad is allowed, containing up to 1 tablespoon of pure mayonnaise/day, on the slow carb diet."},{"title":"Turkey Bacon","allowed":true,"content":"Yes. – Turkey Bacon is allowed, in any amount, on the slow carb diet."},{"title":"Turkey Burgers","allowed":true,"content":"Yes. -Turkey Burgers (pure with no fillers only) are allowed, in any amount, on the slow carb diet."},{"title":"Turkey Sausage","allowed":true,"content":"Yes. – Turkey Sausage is allowed, in any amount, on the slow carb diet."},{"title":"Turkey","allowed":true,"content":"Yes. – Turkey is allowed, in any amount, on the slow carb diet."},{"title":"Turmeric","allowed":true,"content":"Yes. -Turmeric is allowed, as a seasoning, on the slow carb diet."},{"title":"Turnip Greens","allowed":true,"content":"Yes. – Turnip Greens are allowed, in any amount, on the slow carb diet."},{"title":"Turnips","allowed":false,"content":"No.-Turnips are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Twinkies","allowed":false,"content":"No.-Twinkies are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Tzatziki Sauce","allowed":false,"content":"No.-Tzatziki Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Unsweetened Chocolate","allowed":false,"content":"No.-Unsweetened Chocolate is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Unsweetened Iced Tea","allowed":true,"content":"Yes. -Unsweetened Iced Tea is allowed, in any amount, on the slow carb diet."},{"title":"Urad","allowed":true,"content":"Yes. -Urad (a.k.a. Black Lentils) is allowed, in any amount, on the slow carb diet."},{"title":"V-8 Splash","allowed":false,"content":"No.-V-8 Splash is not allowed on the slow carb diet, except on your Cheat day."},{"title":"V-8","allowed":false,"content":"No.-V-8 is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Vanilla Extract","allowed":true,"content":"Yes. – Vanilla Extract is allowed, in restricted amounts, on the slow carb diet."},{"title":"Vegan Cheese","allowed":false,"content":"No.-Vegan Cheese is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Vegetable Chips","allowed":true,"content":"Yes. -Vegetable Chips (baked) are allowed, in any amount, on the slow carb diet."},{"title":"Vegetable oil","allowed":false,"content":"No.-Vegetable oil is not allowed on the slow carb diet,except on your Cheat day."},{"title":"Vegetable Soup","allowed":false,"content":"Vegetable Soup  is allowed,up to 1 cup/day, on the slow carb diet."},{"title":"Vegetables","allowed":true,"content":"Yes. – Veggies are allowed, in restricted types, on the slow carb diet."},{"title":"Veggie Burger","allowed":false,"content":"No.-Veggie Burger (often containing processed Soy Beans) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Veggie Chips","allowed":true,"content":"Yes. -Veggie Chips (baked) are allowed, in any amount, on the slow carb diet."},{"title":"Mixed Veggies","allowed":true,"content":"Yes. – Mixed Veggies are allowed, in restricted types, on the slow carb diet."},{"title":"Venison","allowed":true,"content":"Yes. -Venison is allowed, in any amount, on the slow carb diet."},{"title":"Vinegar","allowed":true,"content":"Yes. -Vinegar is allowed, in any amount, on the slow carb diet."},{"title":"Vitamin Water","allowed":false,"content":"No.-Vitamin Water is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Vodka","allowed":false,"content":"No. – Vodka is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Walnuts","allowed":false,"content":"No.-Walnuts are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Wasabi Peas","allowed":false,"content":"No.-Wasabi Peas are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Wasabi","allowed":false,"content":"No.-Wasabi is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Water Spinach","allowed":true,"content":"Yes. – Water Spinach (a.k.a. Water Morning Glory) is allowed, in any amount, on the slow carb diet."},{"title":"Watercress","allowed":true,"content":"Yes. -Watercress is allowed, in any amount, on the slow carb diet."},{"title":"Watermelon","allowed":false,"content":"No. – Watermelon is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Wheat Bread","allowed":false,"content":"No. – Wheat Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Wheat Grass","allowed":true,"content":"Yes. -Wheat Grass is allowed, in any amount, on the slow carb diet."},{"title":"Wheat Thins","allowed":false,"content":"No.-Wheat Thins are not allowed on the slow carb diet,except on your Cheat day."},{"title":"Whey Protein Powder","allowed":true,"content":"Yes. – Whey Protein Powder (isolate form) is allowed, in restricted amounts, on the slow carb diet."},{"title":"Whipped Cream","allowed":false,"content":"No.-Whipped Cream is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whiskey","allowed":false,"content":"No.-Whiskey is not allowed on the slow carb diet, except on your Cheat day."},{"title":"White Beans","allowed":true,"content":"Yes. -White Beans are allowed, in any amount, on the slow carb diet."},{"title":"White Bread","allowed":false,"content":"No. – White Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"White Rice","allowed":false,"content":"No. – White Rice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"White Wine","allowed":false,"content":"No. – White Wine is not allowed on the slow carb diet, except on your Cheat day."},{"title":"White Zinfandel","allowed":false,"content":"No.-White Zinfandel is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Grain Bread","allowed":false,"content":"No. – Whole Grain Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Grain Cereal","allowed":false,"content":"No.-Whole Grain Cereal is not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Whole Grain Chips","allowed":false,"content":"No.-Whole Grain Chips are not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Whole Grains","allowed":false,"content":"No.-Whole Grains are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Milk","allowed":false,"content":"No.-Whole Milk is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Sprouted Rye Bread","allowed":false,"content":"No.-Whole Sprouted Rye Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Wheat Bread","allowed":false,"content":"No.-Whole Wheat Bread is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Wheat Pasta","allowed":false,"content":"No.-Whole Wheat Pasta is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Wheat Tortillas","allowed":false,"content":"No.-Whole Wheat Tortillas are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Whole Wheat","allowed":false,"content":"No.-Whole Wheat is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Wild Rice","allowed":false,"content":"No.-Wild Rice is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Worcestershire Sauce","allowed":false,"content":"No.-Worcestershire Sauce is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Yams","allowed":false,"content":"No. – Yams are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Yellow Bell Peppers","allowed":true,"content":"Yes. – Yellow Bell Peppers are allowed, in any amount on the slow carb diet."},{"title":"Yellow Squash","allowed":false,"content":"No.-Yellow Squash is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Yerba Mate Tea","allowed":true,"content":"Yes.-Yerba Mate Tea is allowed, in any amount, on the slow carb diet."},{"title":"Yoghurt","allowed":false,"content":"No. – Yoghurt (unsweetened, plain & lowfat) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Yogurt","allowed":false,"content":"No. – Yogurt (unsweetened, plain & lowfat) is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Yoo-hoo","allowed":false,"content":"No.-Yoo-hoo is not allowed on the slow carb diet,  except on your Cheat day."},{"title":"Yucca Flour","allowed":false,"content":"No.-Yucca Flour is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Yucca","allowed":false,"content":"No.- Yucca is not allowed on the slow carb diet, except on your Cheat day."},{"title":"Zone Bars","allowed":false,"content":"No.-Zone Bars are not allowed on the slow carb diet, except on your Cheat day."},{"title":"Zucchini","allowed":false,"content":"No. – Zucchini is not allowed on the slow carb diet, except on your Cheat day."}]